const majorMap = {
  "数学与信息科学学院": ["数据科学与大数据技术", "计算机科学与技术", "数学与应用数学", "统计学"],
  "教育学院": ["小学教育", "学前教育", "心理学", "教育技术学"],
  "文学院": ["汉语言文学", "汉语国际教育", "秘书学"],
  "外国语学院": ["英语", "商务英语", "翻译"],
  "物理与电子信息学院": ["物理学", "电子信息工程", "通信工程"],
  "化学与食品科学学院": ["化学", "食品科学与工程", "应用化学"],
  "音乐舞蹈学院": ["音乐学", "舞蹈学", "音乐表演"],
  "美术学院": ["美术学", "视觉传达设计", "环境设计", "数字媒体艺术"],
  "体育学院": ["体育教育", "社会体育指导与管理"],
  "马克思主义学院": ["思想政治教育"],
  "旅游与经济管理学院": ["旅游管理", "电子商务", "会计学", "市场营销"],
  "生命科学学院": ["生物科学", "生物工程"],
  "其他学院": ["其他专业"]
};

module.exports = majorMap;
